<?
if (isset($_REQUEST[session_name()])) session_start ();
$auth=$_SESSION['auth'];
$name_user=$_SESSION['name_user'];
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<?
include 'head.php';
?>
<title>Архиерей</title>

</head>
<body>

<?
include 'golova.php';
include 'menu.php';


?>

<h1>Епархия</h1>
<?
$text='
[[[Епархиальное Управление]]]
|||Секретарь епархии||| – иерей Сергий Жидков. 
|||Тел.:||| 8-937-036-12-10. 

[[[Отдел по взаимоотношениям Церкви с обществом и СМИ]]]
|||Председатель, пресс-секретарь епархии||| – иеромонах Даниил (Селеверстов). 
|||Тел.:||| 8-937-036-02-50. |||E-mail:||| {{{info@barysh-eparhia.ru}}}
|||Видео-студия||| - Дмитрий Гурин.

[[[Отдел религиозного образования и катехизации]]]
|||Председатель||| – иерей Александр Егоров.
|||Тел.:||| 8-927-801-40-67. |||E-mail:||| {{{egorov.bzs@gmail.com}}}

[[[Отдел социальной деятельности и церковной благотворительности]]]
|||Председатель||| – протоиерей Василий Бестрицкий. 
|||Тел.:||| 8-927-806-74-01. 

[[[Миссионерский отдел]]]
|||Председатель||| - иерей Илья Арланов.
|||Тел.:||| 8-908-490-70-11.  |||E-mail:||| {{{iarlanov@mail.ru}}}

[[[Отдел по взаимодействию с вооруженными силами и правоохранительными учреждениями]]]
|||Председатель||| – протоиерей Александр Морозов. 
|||Тел.:||| 8-927-986-55-45.

[[[Отдел по тюремному служению]]]
|||Председатель||| – протоиерей Александр Морозов. 
|||Тел.:||| 8-927-986-55-45.

[[[Отдел по делам молодежи]]]
Председатель – протоиерей Андрей Филькин. 
|||Тел.:||| 8-937-036-43-33. |||E-mail:||| {{{21414@mail.ru}}}

[[[Комиссия по вопросам семьи и защиты материнства]]]
|||Председатель||| – иерей Георгий Мускатинов. 
|||Тел.:||| 8-927-820-00-11.
';

  	$patterns = array ('/(?:\/{3})(.+)(?:\/{3})/U', '/(?:\|{3})(.+)(?:\|{3})/U', '/(?:\{{3})(http:\/\/[^\s\[<\(\)\|]+)(?:\}{3})-(?:\{{3})([^}]+)(?:\}{3})/i', '/(?:\{{3})(http:\/\/[^\s\[<\(\)\|]+)(?:\}{3})/i', '/(?:\{{3})([_a-zA-Z0-9-]+(\.[_a-zA-Z0-9-]+)*@[a-zA-Z0-9-]+(\.[a-zA-Z0-9-]+)*(\.[a-zA-Z]{2,3}))(?:\}{3})/', '/\n/', '/(?:\[{3})(.+)(?:\]{3})/U');
	$replace = array ('<i>${1}</i>', '<b>${1}</b>', '<a href="${1}" target=_blank>${2}</a>', '<a href="${1}" target=_blank>${1}</a>', '<a href="mailto:${1}">${1}</a>', '</p><p>', '<br /><span class="title"><b>${1}</b></span>');
	$text = preg_replace($patterns, $replace, $text);
echo '<p>'.$text.'</p>';

include 'footer.php';
?>

</body>
</html>